{
  "name": "רבקי רובין",
  "description": "מפתחת אתרים ואפליקציות",
  "description2": "טכנולוגיה מתקדמת + דיוק + עיצוב מודרני = שלמות",
  "about": "היי, אני מפתחת תוכנה עם הרבה אהבה לתחום, פרילנסרית,<br/> יש לי ניסיון של 10 שנים בפיתוח מורכב של אתרים ואפליקציות היברידיות.<br/>אוהבת מאוד חישובים מסובכים, לוגיקה, וגם גרפיקה. אני משלבת את כל חדוות היצירה שלי כמפתחת Full Stack - יצירת תוכנות מורכבות מקצה לקצה - פיתוח מאפס של צד הלקוח (ה UI) וצד השרת (ה Logic), ועד להעלאה ותחזוקת השרתים לאורך חיי התוכנה. <br/>בנוסף אני בונה ומפתחת גם אתרי חנויות ,תדמית ואתרים מורכבים על בסיס וורדפרס. <br/>אני מפתחת ביעילות ובדיוק מושלם, מתוך תקשורת נעימה וזמינה.", "myProjects": "הפרוייקטים שלי",
  "visit": "בקר באתר",
  "eventsManager": "מתכנן אירועים חכם",
  "hashvigerDescription":"אתר תדמית לעסק לממכר מאכלי שבת",
  "cutiesDescription":"חנות אופנה לילדות ונערות",
 "wordpressWebsitesDescription":"חנויות ואתרי תדמית",
 "michalShternfeldDescription":"אתר תדמית לצלמת ילדים",
 "shoshiRubinDescription":"סדנאות אומנות",
  "readMore": "קרא עוד",
  "skills": "טכנולוגיות",
  "experience": "ניסיון",
  "testimonials": "המלצות",
  "contact": "צור קשר",
  "credits": "Credits",
  "footer": "עיצוב ופיתוח",
  "home": "דף הבית",
  "plany-description": "פלני הוא אתר עם מערכת חכמה ומתקדמת לתכנון אירועים ומשימות ",
  "apps": "אפליקציות",
  "websites": "אתרים",
  "programs": "תוכנות",
  "phone":"0527178860",
  "translateVerifone": "פיתחתי מערכות עבור וריפון בשימוש .Net Core, C#, Nhibernate, Entity Framework, Sql Server, My Sql, Angular, Html5, CSS, Bootstrap, Bulma ועוד.<br/> הייתי אחראית ומפתחת על מערכת ענקית ומורכבת עבור החברות הגדולות בישראל. המערכת, המכילה מיליוני שורות של נתונים, מכילה נתונים וגרפים של מכירות, יעילות עובדים, מערכת ניהול לחשבונית ירוקה, ניהול כניסה לחניונים, אינטגרציות בין מערכות באמצעות RabbitMQ ו Https, ועוד הרבה.<br/>אני גם פיתחתי את צד הלקוח של אפליקצית שופרסל NOW.",
  "translateBiomedia": "פיתחתי אתרים בשימוש C#, MVC, SQL Server, Entity Framework, Jquery, Html5, Bootstrap, Nopcommerce, Umbraco",
  "recommendationGadi": "רבקי עבדה בוריפון שנים רבות, במהלכן בלטה כמפתחת מוכשרת ומובילה, בפרויקט גדול של ארכיטקטורת ענן.<br/>עבדה בניהולי בשנתיים האחרונות, והשתלבה גם בפרויקטים נוספים, בתחום ניהול התשלומים והעסקאות.<br/>בפרויקט האחרון הובילה פיתוח חשבונית דיגיטלית עבור וריפון ישראל. בצעה למעשה את החזון של עיצוב דינמי והמרת חשבונית ל-HTML ושליחת הודעת SMS ללקוח לצפייה.<br/>היא נעימה, אחראית, לומדת מהר וחברת צוות נהדרת בכל צוות.",
  "recommendationEhud": "בשמחה רבה אני ממליץ בהתלהבות על רבקי לתפקידי פיתוח.<br/> היה לי העונג לעבוד עם רבקי כשנתיים תוך כדי עבודה באותו צוות ואחר כך כראש הצוות שלה.<br/> מכל המפתחים שעבדתי איתם, רבקי היא בין המפתחים המובילים שעבדתי איתם.<br/> במהלך הזמן שלנו יחד, רבקי הוכיחה את עצמה כמקצועית, מהירה, נעימה, מאתרת פתרונות ומתקנת בעיות.<br/> המומחיות שלה בתחום טכנולוגיות Angular ו-web היו נכס עצום שהובילו ליצירת יישומים חדשים בלוחות זמנים קצרים ותובעניים.<br/> .אני בטוח ללא סייג שרבקי תתאים מצוין לכל ארגון או כפרילנסר",
  "recommendationLilach": "רבקי היא מפתחת מוכשרת מאוד עם אהבה למקצוע שלה. העבודה שלה היא תמיד יוצאת מן הכלל והיא תמיד עושה את הצעד הנוסף כדי להבטיח את העמידה בסטנדרטים של החברה ודרישות הלקוח. <br/>היא אשת מקצוע מיומנת, מנוסה ועוזרת עם גישה חיובית. חברת צוות מעולה, עובדת קשה ומוכשרת ביותר.<br/>היא תהיה נכס לכל חברה, ללא ספק.",
  "recommendationMahmoud": "אני רוצה להמליץ על רבקי לתפקיד מפתחת תוכנה.<br/>לרבקי יש תשוקה מכתיבת קוד ופתרון בעיות של לקוחות באמצעות פיתוח תוכנה יצירתי וחדשני, עם פוטנציאל אדיר.<br/>רבקי מחויבת לספק עבודה איכותית .אני מקווה שתשקלו את רבקי רובין לעבודה כמפתחת תוכנה. אני בטוח שהיא תוכל לעמוד בכל אתגר שתציב בפניה, ואני מאמין שתהיו מאוד מרוצים מהעבודה שלה אם תבחרו להעסיק אותה.",
  "recommendationYael": "רבקי היא אדם שיודע ללמוד לבד, מוכשרת מאוד וחברת צוות מעולה.<br/> נהניתי לעבוד איתה וממליצה עליה בחום"

}
