{
    "name": "Rivky Rubin",
    "description":"A Full Stack developer",
    "description2":"looking forward to work for you!",
    "about":"Hi! I'm a passionate freelance full stack developer from Israel,<br/>I have ten years of experience in developing scalable websites/applications using a wide range of front-end and back-end skills,<br/>Developing and responsibility of high scale financial systems, websites and hybrid applications from scratch to servers maintance.",
    "myProjects":"My Projects",
    "visit":"Visit",
    "eventsManager":"Events Manager",
    "readMore":"Read More",
    "skills":"Skills",
    "experience":"Experience",
    "testimonials":"Recommendations",
    "contact":"Contact me",
    "credits":"Credits",
    "footer":"Design and development",
    "home":"Home Page",
    "plany-description":"Plany is a website for managing events easily",
    "apps":"Applications",
    "websites":"Websites",
    "programs":"Programs",
    "translateVerifone":"I Developed systems For Verifone using .Net Core, C#, Nhibernate, Entity Framework, Sql Server, My Sql, Angular, Html5, Css3, Bootstrap, Bulma and more. <br/> I was responsible on a huge system for the biggest companies in Isreal. The system, which contains millions rows of data, contains Sales BI, Employees efficiency, A green invoice management system, Reports, Parking lot entrance management, integrations between servers by RabbitMQ and Http, and much more.<br/>I also developed the front end side of the Shufersal Now application.",
    "translateBiomedia": "Developed websites using C#, MVC, SQL Server, Entity Framework, Jquery, Html5, Bootstrap, Nopcommerce, Umbraco",
    "recommendationGadi": "Rivky worked at Verifone for many years, during which she stood out as a talented and leading developer, in a major project of cloud architecture.<br/>She worked under my management for the past two years, and she also integrated into other projects, in the field of payment and transaction management.<br/>In the last project, she led the development of a digital invoice for Verifone Israel. Actually execute the vision of a dynamic design and convert an invoice to HTML and send an SMS to the customer for viewing.<br/>She is pleasant, responsable , fast learning and a great member of any dev team.",
    "recommendationEhud":"It is my pleasure to enthusiastically recommend Rivky Rubin for Developing Positions.<br/> I had the pleasure of working with Rivky for about 2 years while working in the same team and later as her team leader.<br/> Of all the developers I’ve worked with, Rivky is among the leading developers I have worked with.<br/> During our time together, Rivky proved to be professional, quick, pleasant, solution finder and problem fixer.<br/> Her expertise in Angular and web technologies was a huge asset that led to create new applications at short and demanding timelines.<br/> I am confident without reservation that Rivky would be an excellent fit for Any organization or as a freelancer."
}